Repository: TelemTobi/Movies-TCA
Catalog: Movies-TCA/Localization/Localizable.xcstrings
Source language: en
Languages: he

source: Add to Watchlist
he: הוספה לרשימת צפייה

source: Adult Content
he: תוכן למבוגרים

source: Appearance
he: מצב תצוגה

source: Are you sure?
he: רק מוודאים

source: BUDGET
he: תקציב

source: Cancel
he: ביטול

source: Cast
he: שחקנים

source: Close
he: סגירה

source: COUNTRY
he: מדינה

source: Dark
he: כהה

source: Directed By
he: מבוים ע״י

source: Director
he: במאי/ת

source: Discover by Genre
he: לפי ז׳אנר

source: Done
he: סיום

source: GENRES
he: ז׳אנרים

source: Go to Movie
he: מעבר לסרט

source: Information
he: מידע נוסף

source: Language
he: שפה

source: Light
he: בהיר

source: More
he: עוד

source: Movies
he: סרטים

source: Now Playing
he: עכשיו בקולונע

# numberOfVotes
source: %@ votes
he: %@ דירוגים

source: ORIGINAL TITLE
he: כותרת מקורית

source: Popular
he: פופולארי

source: Preferences
he: העדפות

source: Recently Viewed
he: נצפו לאחרונה

source: Related
he: סרטים דומים

source: RELEASE DATE
he: תאריך הוצאה

source: Remove
he: הסרה

source: Remove from Recent
he: הסרה מאחרונים

source: Remove from Watchlist
he: הסרה מרשימת צפייה

source: REVENUE
he: הכנסה

source: RUNTIME
he: משך

source: Search
he: חיפוש

source: See All
he: הכל

source: Share
he: שיתוף

source: STATUS
he: סטטוס

source: System
he: מערכת

source: Top Rated
he: מדורגים גבוה

source: TV Shows
he: סדרות

source: Upcoming
he: בקרוב

source: Watchlist
he: רשימת צפייה

# watchlistEmptyStateContent
source: Movies you liked will appear here
he: סרטים שאהבת יופיעו כאן

# watchlistEmptyStateTitle
source: Your watchlist is empty
he: רשימת הצפייה שלך ריקה

# watchlistRemovalAlertContent
source: Your'e about to remove %@ from your watchlist
he: את/ה עומד/ת למחוק את %@ מרשימת הצפייה שלך
